Repository: pekarskyi/ip-woo-attribute-converter
Catalog: languages/ipwacg-*.po
Languages: ru_ru, uk

source: author's website
ru_ru: сайт автора, услуги, консультация
uk: сайт автора, послуги, консультація

source: Check if you already have all attributes set as global.
ru_ru: Проверьте, все ли атрибуты уже установлены как глобальные.
uk: Перевірте, чи всі атрибути вже встановлено як глобальні

source: Conversion completed! Updated products: %d.
ru_ru: Конверсия завершена! Обновлено товаров: %d.
uk: Перетворення завершено! Оновлені товари: %d.

source: Convert Attributes
ru_ru: Преобразовать атрибуты
uk: Конвертувати атрибути

source: Convert Custom Attributes to Global
ru_ru: Конвертер атрибутов
uk: Конвертер атрибутів

source: Convert Selected Attributes
uk: Конвертувати

source: Converts product custom attributes to global attributes
ru_ru: Преобразует пользовательские атрибуты товаров в глобальные атрибуты
uk: Перетворення індивідуальних атрибутів товарів на глобальні

source: Converts product custom attributes to global attributes.
ru_ru: Преобразует пользовательские атрибуты товаров в глобальные атрибуты.
uk: Перетворення індивідуальних атрибутів товарів на глобальні

source: description, FAQ and updates.
ru_ru: описание, часто задаваемые вопросы и обновления.
uk: опис, поширені запитання та оновлення.

source: Helpful Links:
ru_ru: Полезные ссылки:
uk: Корисні посилання:

source: If you need to create new attributes, go to Products > Attributes in the WooCommerce menu
ru_ru: Если вам нужно создать новые атрибуты, перейдите в раздел Товары &gt; Атрибуты в меню WooCommerce
uk: Якщо вам потрібно створити нові атрибути, перейдіть до розділу "Товари" &gt; "Атрибути" в меню WooCommerce

source: It is recommended to create a backup of the database!
ru_ru: Рекомендуется создать резервную копию базы данных!
uk: Рекомендується створити резервну копію бази даних!

source: No custom attributes available
uk: Індивідуальні атрибути відсутні

source: No custom attributes found in your products. The conversion tool is currently inactive.
ru_ru: В ваших товарах не найдено пользовательских атрибутов. Инструмент преобразования в настоящее время неактивен.
uk: Індивідуальні атрибути відсутні. Інструмент конвертації наразі неактивний.

source: Plugin IP-WACG requires WooCommerce to be installed and activated.
ru_ru: Плагин IP-WACG требует установки и активации WooCommerce.
uk: Плагін IP-WACG вимагає встановлення та активації WooCommerce.

source: Plugin page on Github
ru_ru: Страница плагина на Github
uk: Сторінка плагіна на Github

source: recommended plugin for creating site backups.
ru_ru: рекомендуемый плагин для создания резервных копий сайта.
uk: рекомендований плагін для створення резервних копій сайтів.

source: Select All
uk: Вибрати все

source: Select attributes to convert:
uk: Виберіть атрибут для перетворення:

source: Settings
ru_ru: Настройки
uk: Налаштування

source: Ukrainian Telegram community of WordPress site owners and developers.
ru_ru: Украинское Telegram-сообщество владельцев и разработчиков сайтов на WordPress.
uk: Українська Telegram-спільнота власників та розробників сайтів на WordPress.

source: Warning:
ru_ru: Внимание:
uk: Увага:

source: What to do next:
ru_ru: Что делать дальше:
uk: Що робити далі:

source: Convert Attribute
ru_ru: Преобразовать атрибут

source: Select an attribute
ru_ru: Выберите атрибут

source: Select attribute to convert:
ru_ru: Выберите атрибут для преобразования:
